brew "bottom"
brew "cmctl"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ncurses"
brew "fish"
brew "forgit"
brew "fx"
brew "gdu"
brew "ghcup"
brew "ghz"
brew "git"
brew "glib"
brew "goenv"
brew "helm"
brew "httpie"
brew "node"
brew "httpyac"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "lz4"
brew "libpq"
brew "librdkafka"
brew "lnav"
brew "lua"
brew "luarocks"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "tree"
brew "pass"
brew "pgcli"
brew "pkgconf"
brew "podman"
brew "pyenv"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "typst"
brew "watch"
brew "wget"
brew "wrk"
brew "zellij"
cask "ghostty"
cask "mockoon"
cask "podman-desktop"
cask "stats"
