tap "slp/krunkit"
brew "austin"
brew "bottom"
brew "cmctl"
brew "cunit"
brew "duckdb"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "gdu"
brew "ghz"
brew "git"
brew "git-lfs"
brew "glib"
brew "goenv"
brew "helm"
brew "lz4"
brew "httpie"
brew "node"
brew "httpyac"
brew "koji"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "librdkafka"
brew "lnav"
brew "lua"
brew "luarocks"
brew "mercurial"
brew "minikube"
brew "ncurses"
brew "neovim"
brew "tree"
brew "pass"
brew "pgcli"
brew "pkgconf"
brew "podman"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "tree-sitter-cli"
brew "unar"
brew "watch"
brew "wget"
brew "wrk"
brew "yank"
brew "zellij"
brew "zig"
brew "slp/krunkit/krunkit"
cask "ghostty"
cask "mochi"
cask "obsidian"
cask "podman-desktop"
